Repository: seanpm2001/mt-training-data
Catalog: mhr/mhr_pontoon.tmx
Source language: en_us
Languages: mhr

source: Missing the end of the last word by cutting off the recording too quickly.
mhr: Возымашым утыжден писын пӱчмылан кӧра, пытартыш мутын мучашыже кодын.

source: Mixed
mhr: Йӧре варыме

source: Moksha
mhr: Мокша

source: Mongolian
mhr: Монгол

source: More
mhr: Эше

source: [More has been recorded than the required text]
mhr: [Кӱлеш текст деч шукырак возымо]

source: Mossi
mhr: Мосси

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mhr: Кугу компаний-влакын кучылтмо данный-влакын кугурак ужашыжым шуко еҥ кучылтын огеш керт. Тиде инновацийлан чаракым шында манын, ме шотлена. Сандене ме Common Voice проектым — йӱкым палымашым почмым да чылалан кучылтын кертме лийшым ышташлан — пашаш колтенна.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mhr: Кугу компаний-влакын кучылтмо данный-влакын кугурак ужашыжым шуко еҥ кучылтын огеш керт. Тиде улыклан чаракым шында манын, ме шотлена. Сандене ме Common Voice проектым — йӱкым палымашым чылалан почмым — пашаш колтенна.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mhr: Шуко возымаште еҥ-влак шке тыглай шотан йӱкышт дене кутырат. Тый вучыдымын тыглай огыл возымашым налын кертат, кудо кычкырлымаш дене йоҥга, шып каласен але чылт «драме» сынан йӱк дене. Порылий, мурыман да компьютер синтезан йӱк дене возымаш-влакым ӧрдыжтаре.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
mhr: Шукырак йӱкан данный базе-влак утыжден шуко посна демографиян данный дене туныкталтыт, тиде <articleLink>пӧръеҥ да кокла класс</articleLink> деке тайналтме деке конда. Туныктымо данный базылаште акцент ден диалект-влак эре гаяк ситыдымын пуалтыт, тыглайын маргиналыш лекше еҥ тӱшка-влак дене кылдалтыныт. Шуко машине пыкше ӱдырамаш йӱкым умылат. Теве молан мемнан йӱкан данный базыште ме тӱрлылыкым ужнена!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mhr: Mozilla Common Voice — тиде машине-влакым чын еҥын ойлымо гай ойлаш туныкташ полшаш ыштыме тӱҥалмаш.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
mhr: Уло тӱня гыч тӱрлӧ-тӱрлӧ чолгаеҥ тӱшка, лингвист, данный дене специалист, шанчыеҥ да инженер-программист-влаклан кӧра Mozilla Common Voice лийын кертын. Проектым Mozilla Foundation виктара.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
mhr: Mozilla иктаж-могай йылмым весылан огеш ойыро да сайраклан огеш шотло. Тидын олмеш Common Voice — чылт тӱшкан тӱҥалмашыже, но у йылмым ешарашлан да йӱкан надырлымашым погаш тӱҥалашлан <multilangLink>икмыняр ошкылым ыштыман</multilangLink>. Икымше, Common Voice-ын веб-сайтшым, тӱшкаш ушнышо-влак автор-влак дене шке шочмо йылмышт дене пашам ыштен кертышт манын, кусарыман. Молан мыланна авторлык права деч посна кугу ойлончо пого кӱлеш: еҥ-влак нуным йӱкын лудын кертышт манын. Кунам тиде кок кӱштымаш шукталтеш, еҥ-влак шке йӱкыштым возен кертышт да моло-влакын надырлымыштым чынлен кертышт манын, Common Voice-еш йылме пашаш «колталтеш». Тый у йылмым колташ полшынет гын, тӱҥалашлан мемнан <sentenceCollectorLink>ойлончо погымо ӱзгар</sentenceCollectorLink> деке кусно.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
mhr: Mozilla интернетым почмым да чылалан кучылташ лиймым ышташ тырша. Тидлан мыланна веб-сайт ыштызе-влакын йӧныштым Common Voice гай проект-влак полшымо дене кумдаҥдаш кӱлеш. Йӱк технологий-влак шулдо приложений радамыште огыт шого, сандене нуно чыла пайдаланышым икгай асулышаш улыт манын, ме шотлена. Тиде йылме-влак кугу чотыш надырлымашым да йӱк технологийым тестироватлыме годым тӱрлӧ акцентым да демографиян данныйым шотыш налмым ончыкта. Common Voice — кажнылан кучылташ лийше ресурс, да уло тӱня мучко команде да Mozilla ыштызе-влак тудым мемнан шкен проектлаштат кучылтыт.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mhr: Почмо тӱҥалтыш код дене Mozilla Deep Speech йӱкым пален налше механизмым йӱкым пален налше приложений-влакым ышташлан кучылташ лиеш. Кузе пашам тӱҥалаш манын, мемнан <githubLink>Github шергалмашым</githubLink> лудын лек але <discourseLink>DeepSpeech каҥашымашыш</discourseLink> ушно.

source: Mutual accountability.
mhr: Ваш-ваш мутым кучымаш.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
mhr: Mycroft — почмо тӱҥалтыш код дене тӱнямбалне икымше полышкалыше. Mycroft кеч-кушто пашам ышта Mycroft — десктоп компьютерыште, автошто але Raspberry Pi-ште.

source: My Sentences
mhr: Ойлончо-влакем

source: n
mhr: у

source: N
mhr: У

source: N/A
mhr: А/У

source: Name
mhr: Лӱм

source: Names of your language
mhr: Тыйын йылметын вуйлӱмжӧ-влак

source: Native Language
mhr: Шочмо йылме

source: Need some help with accent?
mhr: Акцент шотышто полыш кӱлеш?

source: Need some help with variants?
mhr: Тӱрлылык шотышто полыш кӱлеш?

source: Need to download your data?
mhr: Тыйын данныйым тулен налаш кӱлеш?

source: Nepali
mhr: Непал

source: New Language Launch
mhr: У йылмым колтымаш

source: Next
mhr: Весе

source: Next Goals: { $goal }
mhr: Вес шумлык: { $goal }

source: Nias
mhr: Ниас

source: No
mhr: Уке

source: [No ‘a’ in the original text]
mhr: [Тӱҥалтыш текстыште "а" буква уке]

source: No gravatar found for your email
mhr: Электрон почто адреслан граватарым мумо огыл

source: No microphone found.
mhr: Микрофоным мумо огыл.

source: No rejected sentences found!
mhr: Ӧрдыжтарыме ойлончым мумо огыл!

source: Northern Sotho
mhr: Йӱдвел сото

source: Norwegian Bokmål
mhr: Норвег Букмол

source: Norwegian Nynorsk
mhr: Норвег Нюнорск

source: No sentences found!
mhr: Ойлончым мумо огыл!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mhr: Ончен лекташлан нимогай ойлончо уке. <addLink>Шукырак ойлончым вигак кызытак ешаркале!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mhr: Палемдымаш. «Койшо» манмым шындыме гын, тиде параметрым <profileLink>профиль велыжыште</profileLink> вашталташ лиеш

source: Note: You will still need to select between Speak or Listen to change contribution type.
mhr: Палемдымаш: тылат садыгак надыр тӱрлылыкым вашталташлан "Кутыраш" але "Колышташ" манме кокла гыч иктыжым ойырыман.

source: No Thanks
mhr: Уке, тау

source: No variant selected
mhr: Тӱрлылыкым ойырымо огыл

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
mhr: Ынде, кунам тый Common Voice нерген изиш шукырак пален нальыч, молан тӧчен ончаш огыл? Ойлончым йӱкын лудаш тӱҥалаш манын, микрофон палыкым темдал. <br/><br/>Вес еҥын йӱкан возымашыжым ончен лектедаш сайраклан шотлет гын, модыкташ манме палыкым темдал. Экраныште возымо текст ден возымаш-влак шотлан толыт гын, тый чынлен кертат.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mhr: Ынде тый шке йӱкетым надырлен, почмо тӱҥалтыш код дене йӱк данный базым ышташ полшен кертат. Тиде базым кеч-кӧ кумылан интернетлан да арверлан улык приложенийым ышташ кучылтын кертеш. Машине-влаклан, кузе еҥ-влак ойлат, пален налаш манын, ойлончым луд. Сайлыкым саедаш манын, вес ушнышо-влакын пашаштым терге. Тиде тыге куштылго!

source: Number of Voices
mhr: Йӱк-влак чот

source: Numbers. There should be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
mhr: Числа-влак. Йӱкын лудмо годым нелылыкым луктын кертмылан кӧра тӱҥалтыш текстыште цифр лийшаш огыл. Лудмо йӧн контекст деч шога да данныйым погымо годым куктежыш конден кертеш. Мутлан, «2409» числам «коло нылыт ноль ноль» семын але «кок тӱжем индеше» манын лудаш лиеш.

source: Occitan
mhr: Окситан

source: Odia
mhr: Одиа

source: Off
mhr: Йӧрташ

source: Offensive language
mhr: Шӱктарыме лексике

source: Offensive speech
mhr: Шӱктарен кутырымаш

source: On
mhr: Чӱкташ

source: Once logged in you can select your languages from the profile section.
mhr: Системыш пурымек, профиль ужашыште тый йылме-влакым ойырен кертат.

source: On desktop devices you can contribute by downloading…
mhr: Десктоп арверлаште шке надыретым пурташ манын, тидым тулен нал…

source: One sentence per line
mhr: Корнышто ик ойлончо

source: On his head he wore a beret.
mhr: Вуйыштыжо тудын берет ыле.

source: On iOS please continue with Safari to enable recording…
mhr: iOS-ыште возымашым чӱкташлан Safari-ыште пашам шуйо.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mhr: Вес могырым, лудшо тиде мут дене ончыч нигунам, очыни, вашлиялтын огыл да йӱкаҥдаш тогдаен толашен ыле дыр манын шонет гын, порылий, тудым ӧрдыжтаре. Тый кокыте улат гын, коден каяш полдышым кучылт.

source: Optionally join on our email list for updates and new information about the project.
mhr: Кумылет уло гын, уэмдалтмашым да проект нерген у информацийым наледаш манын, мемнан колтедылмаш лӱмер деке ушно.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mhr: Пеш кӱлешанжак огыл демографиян данный (тыгай: ийгот, пӧръеҥ/ӱдырамаш, йылме да акцент) нигунам тыйын профильыштет чылалан койшо огеш лий да данный погышто тыйын аккаунтет дене кылдалташ огеш тӱҥал. Посна возыш-влак чынле шымлымаш шумлыклан кӧра демографиян данный дене кылдалтын кертыт — мутлан, шымлызе туныктымо модельым посна демографий ужашыш викташ шона.

source: Other
mhr: Весе

source: Other Language
mhr: Вес йылме

source: Other people validate those voice clips.
mhr: Вес еҥ-влак нине йӱкан клип-влакым тергат.

source: Other voice datasets…
mhr: Вес йӱк данный-влак…

source: Other Voice Datasets
mhr: Моло йӱк датасет-влак

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
mhr: Ешартыш полышым темлаш да тыйын йылмет дене пашам ыштыше тӱшка уло-укем увертараш манын, мемнан менеджер тый дене кылдалтеш

source: Our governance is founded on the pillars of:
mhr: Мемнан виктарымаш нине принцип ӱмбалан негызлалтын:

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
mhr: Мемнан тӱҥалтыш текст ушнышо-влакын шкешотан надырлымашышт гыч, тыгак чылалан кучылташ лийше фильм-влакын, мутлан, <italic>«Тиде сылне илыш»</italic>, вашмутланымашышт гыч шога. Тый мемнан тӱҥалтыш ойлончо-влакнам тиде <githubLink>GitHub папкыште</githubLink> ончен лектын кертат.

source: Overall Accuracy
mhr: Чумыр чынлык

source: Overall Hr. Total
mhr: Чыла чумыр шагат

source: Overall project status: see how far we’ve come!
mhr: Проектын чумыр шотлыкшо: ончал, кузе ме ончыко каенна!

source: p
mhr: м

source: Papiamento (Aruba)
mhr: Папьяменто (Аруба)

source: Partners
mhr: Партнёр-влак

source: Partnerships and networks
mhr: Партнёрлык да вот-влак

source: Partner with local organizations or individuals
mhr: Верысе организаций але посна еҥ-влак дене пырля пашам ыште

source: [Part of the text can’t be heard]
mhr: [Текст ужашым колаш огеш лий]

source: Pashto
mhr: Пушту

source: Past recordings download requests
mhr: Ондакысе возымаш-влакым тулен налаш йодмаш-влак

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also over-represent white, English-speaking males. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mhr: <p>Common Voice — тиде чылалан кучылташ лийше уло тӱня гыч вӱмазе-влакын йӱкышт негызеш ыштыме йӱкан датасет. Йӱкан приложенийлам ышташ кумылан еҥ-влак датасетым машине туныктымаш модель-влакым туныкташлан кучылтын кертыт.</p> <p>Кызытсе жапыште йӱкан датасет-влак шукыж годым компаний-влакын кидыште улыт, тиде улыкым сорлыкта. Йӱкан датасетлаште тыгак англичан йылме дене мутланыше ош пӧръеҥ-влак шукырак улыт. Тиде йӱк технологий шуко йылмылан йӧршын ыштыдымым ончыкта. Чыла вере еҥ-влакым чумырен, ме, шке шонымына дене пайлалташ манын, тидым вашталтынена.</p>

source: People come and contribute their voices.
mhr: Еҥ-влак толыт да шке шонымашыштым ойлат.

source: Persian
mhr: Фарси

source: Personal
mhr: Шкен

source: Personal dashboards keep you up-to-date with individual and community progress.
mhr: Лӱмал увер оҥа тыйым шкендычын да тӱшкан ончыко кайымашыж нерген пален шогыкта.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
mhr: Common Voice дене тӱрыс пашалан: локализаций гыч тӱҥалын датасетым кучылтмо, тыгак, кузе мемнан тӱшка дене кылдалтме нерген, <playbookLink>пайдале полышым му</playbookLink>.

source: <playIcon></playIcon>Last one!
mhr: <playIcon></playIcon>Пытартыш!

source: Play/Stop
mhr: Модыкташ/Шогалташ

source: Please add a source.
mhr: Порылий, важым ешаре.

source: Please add sentences.
mhr: Порылий, ойлончо-влакым ешаре.

source: Please check the <howToLink>guidelines</howToLink>.
mhr: Порылий, <howToLink>темлымаш</howToLink> дене палыме лий.

source: Please confirm that these sentences are public domain.
mhr: Порылий, нине ойлончо-влак калык поянлык улыт манын, чынле.

source: Please select a language.
mhr: Йылмым ойыро.

source: Please select a language to review sentences.
mhr: Порылий, ойлончо-влакым ончашлан йылмым ойыро.

source: Please try again.
mhr: Порылий, угыч тӧчен ончо.

source: Polish
mhr: Поляк

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
mhr: Аккаунтет уке гын, <pontoonAccountLink>тудым ыште</pontoonAccountLink>. Вара шке йылметым ойыро <strong>(«Команде»)</strong>, вара <pontoonCvLink>Common Voice</pontoonCvLink> проектым ойыро. Кусарашлан файл-влак лийыт. Иктыжым темдал, вара тудо англичан йылме дене мут-влакым да нуным кусарашлан аланым ончыкта.

source: Portuguese
mhr: Португал

source: Press play, listen & tell us: did they accurately speak the sentence below?
mhr: Модыкташ манмым темдал, колыштын нал да мыланна каласе: ӱлнӧ ончыктымо ойлончым чын мо нуно йӱкаҥдат?

source: Press { shortcut-play-toggle } to toggle play mode
mhr: Модыктымо радамым савыралаш манын, { shortcut-play-toggle } манмым темдал

source: Privacy
mhr: Шолыплык

source: Privacy Policy
mhr: Шолыплык политике

source: Privacy, security and transparency.
mhr: Шолыплык, лӱдыкшыдымылык да вошткоймаш.

source: Pro
mhr: Про

source: Profile
mhr: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
mhr: Профиль информаций аудиоданныйым пален налмын чынлыкшым семда.

source: Profile: { $username }
mhr: Профиль: { $username }

source: Progress
mhr: Ончыко кайымаш

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
mhr: Пунктуаций шотышто. Посна ӱжвата ден препинаний пале-влакым пеш чот кӱлеш годым гына пуртыман. Мутлан, апостроф тыгай англичан мутлашке пурталтын: «уке» да «ме», да сандене тӱҥалтыш текстыш пурталтшаш, но тылат кунам-гынат «@» але «#» гай посна ӱжвата-влак кӱлеш лийыт манын, ӱшанаш лийдымырак.

source: Punjabi
mhr: Пенджаб

source: Quechua Chanka
mhr: Кечуа Чанка

source: r
mhr: в

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mhr: [Англичан йылмыште «Raised» эре ик мутлончо семын, а кокыт семын огыл, ойлалтеш]

source: Reader Effects
mhr: Лудмо эффект

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mhr: Кӱчыкемдымашым лудмаш, кудыжо чынже ден уке, мутлан «Ме» «Ме улына» олмеш але мӧҥгешла.

source: Read More
mhr: Шукырак луд

source: Read more on our About page
mhr: «Мемнан нерген» велыжыште шукырак луд

source: Read our How-to if unsure how to attribute
mhr: Кузе атрибутлаш от пале гын, мемнан полышым лудын лек

source: Read the sentence carefully - don’t miss, change or add words.
mhr: Ойлончым мучаш марте тӱткын лудын лек — мут-влакым коден ит кай, ит вашталте да ит ешаркале.

source: { $readyCount } sentences ready for submission!
mhr: ойлончо колташлан ямде!

source: Ready to add your voice or lend your ear?
mhr: Шке йӱкетым ешараш але колышташ ямде улат?

source: Ready to contribute?
mhr: Надырлаш ямде улат?

source: Ready to do { $count } more?
mhr: Эше { $count } ышташ ямде улат?

source: Ready to donate your voice?
mhr: Шке йӱкет надырлаш ямде улат?

source: Ready to help validate sentences?
mhr: Ойлончо-влакын чын улмыжым тергаш полшаш ямде улат?

source: reCAPTCHA is required if you want to proceed
mhr: Умбакыже шуйынет гын, reCAPTCHA кӱлеш

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mhr: Шумлык нерген, паша уэмдалтмаш нерген да Common Voice нерген увер дене электрон серышлам наледе.

source: Recorded Clips
mhr: Возымо клип-влак

source: Recorded Hours
mhr: Возымо шагат

source: <recordIcon></recordIcon> Last one!
mhr: <playIcon></playIcon>Пытартыш!

source: [Recording cut off before the end of the last word]
mhr: [Пытартыш мут деч ончыч возымаш кӱрлеш]

source: Recordings
mhr: Возымаш-влак

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mhr: Йӱкан клип-влакым возымаш — почмо данный-влак погым ыштымашын ойыраш лийдыме ужашыже; южышт, тиде ужашыжат пеш оҥай манын, каласат ыле.

source: Record/Stop
mhr: Возаш/Шогалташ

source: Record your voice
mhr: Шке йӱкетым возо

source: Refresh
mhr: Уэмдаш

source: Reject
mhr: Ӧрдыжтараш

source: Rejected Sentences
mhr: Ӧрдыжтарыме ойлончо-влак

source: { $rejectedSentences } rejected sentences.
mhr: ӧрдыжтарыме ойлончо.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
mhr: Нине ойлончо-влакым савыкташлан мыланна кӧнымаш кӱлеш манын, шарне, сандене текст <wikipediaLink>калык поянлык</wikipediaLink> лиймым эре эскере. Раш койшо ончыктымаш уке гын, текстын озаже дене кылдалт да шке текстшым тудын калык поянлыкыш пурташ кумылжо улмым йод. Тудо пурташ кумылан гын, <cc0WaiverLink>надыр нерген келшыме шотышто</cc0WaiverLink> процессым эрташ полшо. Тудо текстым пурташ кумылан огыл гын, тылат тиде текстым кучылташ огеш лий.

source: remove
mhr: кораҥдаш

source: Remove
mhr: Кораҥдаш

source: Remove Avatar
mhr: Аватарым кораҥдаш

source: Report
mhr: Отчёт

source: Report Bugs
mhr: Йоҥылыш нерген шижтараш

source: Report copyright issues
mhr: Авторлык правам пудыртымо нерген шижтараш

source: Report was passed successfully
mhr: Отчёт эсен пуалтын

source: Request a Language
mhr: Йылмым йодаш

source: Request recordings
mhr: Возымаш-влакым йодаш

source: *required
mhr: *кӱлеш

source: Re-record
mhr: Угычын возымаш

source: Re-record clip
mhr: Клипым угычын возаш

source: Reset skipped sentences
mhr: Коден кайыме ойлончо-влакым кудалтымаш

source: Return
mhr: Пӧртылташ

source: Return here to edit your goal anytime.
mhr: Кеч-могай жапыште шке шумлыкетым редактироватлаш манын, тышке пӧртыл.

source: Return to Common Voice
mhr: Common Voice-ыш пӧртылаш
